alpha_1.05/0/UDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      UDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];


internalField   nonuniform List<vector> 
18819
(
( 0.006863482296 -0.001335138222 8.818564675e-05 )
( 0.007251421455 -0.001314150635 9.109141683e-05 )
( 0.00583889056 -0.001042174874 0.0001310955267 )
( 0.006186971441 -0.001018608571 0.0001271442161 )
( 0.007624190766 -0.001279403106 7.801737956e-05 )
( 0.005340921227 -0.00103585131 0.0001346837089 )
( 0.005018594675 -0.000824622286 0.0001120113739 )
( 0.005193291698 -0.0008220932214 0.0001132006437 )
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform ( 0 0 0 );
    }
    top-wall
    {
        type            calculated;
        value           uniform ( 0 0 0 );
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 );
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 );
    }
}


// ************************************************************************* //
