alpha_1.05/0/V
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      V;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 3 0 0 0 0 0];


internalField   nonuniform List<scalar> 
18819
(
0.0008861758324
0.0009035661755
0.0008373026898
0.0008588974221
0.000920290625
0.0008281863263
0.0002998428314
0.0003052625109
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform 0;
    }
    top-wall
    {
        type            calculated;
        value           uniform 0;
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform 0;
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform 0;
    }
}


// ************************************************************************* //
