alpha_1.05/0/pDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      pDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];


internalField   nonuniform List<scalar> 
18819
(
6.124043011e-06
1.012838402e-05
1.02066515e-05
1.437319315e-05
1.400710426e-05
5.860516467e-06
1.255296866e-05
1.430172142e-05
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform 0;
    }
    top-wall
    {
        type            calculated;
        value           uniform 0;
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform 0;
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform 0;
    }
}


// ************************************************************************* //
